tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "superfly/tap"
brew "b2-tools"
brew "brew-cask-completion"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "exa"
brew "exiftool"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "jq"
brew "lynx"
brew "mas"
brew "mercurial"
brew "neofetch"
brew "node"
brew "node@12"
brew "node@14"
brew "packer"
brew "packer-completion"
brew "pinentry-mac"
brew "postgresql"
brew "pycodestyle"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "terraform"
brew "terraform@0.12"
brew "terraform@0.13"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "superfly/tap/flyctl"
cask "appcleaner"
cask "basictex"
cask "beamer"
cask "brave-browser"
cask "calibre"
cask "db-browser-for-sqlite"
cask "font-jetbrains-mono"
cask "font-poppins"
cask "fork"
cask "graphql-playground"
cask "imageoptim"
cask "kap"
cask "keepassx"
cask "keepingyouawake"
cask "linear-linear"
cask "microsoft-auto-update"
cask "moom"
cask "ngrok"
cask "nova"
cask "omnigraffle"
cask "omnioutliner"
cask "openmw"
cask "paw"
cask "pgadmin4"
cask "postgres"
cask "postico"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "resilio-sync"
cask "resolutionator"
cask "safari-technology-preview"
cask "sdformatter"
cask "signal"
cask "sixtyforce"
cask "sketch"
cask "spillo"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "telegram"
cask "textmate"
cask "transmission"
cask "transmission-remote-gui"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "xld"
cask "xquartz"
cask "xscope"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Calendar Cleaner", id: 411372497
mas "Contacts Cleaner", id: 411369012
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 290986013
mas "Discovery", id: 1381004916
mas "Flycut", id: 442160987
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "LG Screen Manager", id: 1142051783
mas "Mactracker", id: 430255202
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Push to Kindle", id: 1548529953
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Wayback Machine", id: 1472432422
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
