tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "oven-sh/bun"
tap "superfly/tap"
brew "awscli"
brew "automake"
brew "b2-tools"
brew "ruby"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "cmake"
brew "cmake-docs"
brew "deno"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "libusb"
brew "ffmpeg"
brew "flyctl"
brew "go"
brew "htop"
brew "jq"
brew "lynx"
brew "mas"
brew "neofetch"
brew "node"
brew "packer"
brew "pinentry-mac"
brew "postgresql"
brew "redis"
brew "rsync"
brew "shellcheck"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wifi-password"
brew "yamllint"
brew "yt-dlp"
brew "zsh-completions"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "basictex"
cask "battle-net"
cask "brave-browser"
cask "calibre"
cask "charles"
cask "cool-retro-term"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "discord"
cask "exifcleaner"
cask "dash"
cask "firefox"
cask "font-comic-mono"
cask "google-chrome"
cask "font-new-york"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "fork"
cask "imageoptim"
cask "handbrake"
cask "kap"
cask "keepingyouawake"
cask "linear-linear"
cask "marathon"
cask "marathon-infinity"
cask "objektiv"
cask "opal-composer"
cask "obs"
cask "marathon2"
cask "pgadmin4"
cask "orbstack"
cask "loopback"
cask "monitorcontrol"
cask "notion"
cask "notion-calendar"
cask "moom"
cask "protonvpn"
cask "remarkable"
cask "rar"
cask "ngrok"
cask "raspberry-pi-imager"
cask "notion"
cask "nova"
cask "openmw"
cask "safari-technology-preview"
cask "postgres-unofficial"
cask "sf-symbols"
cask "raspberry-pi-imager"
cask "redisinsight"
cask "resilio-sync"
cask "wireshark"
cask "resolutionator"
cask "tailscale"
cask "wine-devel"
cask "signal"
cask "sixtyforce"
cask "sketch"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "textmate"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "xld"
cask "xquartz"
mas "Apple Configurator", id: 1037126344
mas "Day Progress", id: 6450280202
mas "Baking Soda", id: 1601151613
mas "Flame", id: 325206381
mas "Flighty", id: 1358823008
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "Medis", id: 1579200037
mas "Mela", id: 1568924476
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Remote Desktop", id: 409907375
mas "Soulver 3", id: 1508732804
mas "Textual IRC Client", id: 1262957439
mas "Things", id: 904280696
mas "Vinegar", id: 1591303229
mas "Speedtest", id: 1153157709
mas "WhatFont", id: 1437138382
mas "Wipr", id: 1320666476
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 290986013
mas "Discovery", id: 1381004916
mas "Flycut", id: 442160987
mas "Mactracker", id: 430255202
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Things", id: 904280696
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
