tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "axel"
brew "b2-tools"
brew "brew-cask-completion"
brew "ruby"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "lynx"
brew "mas"
brew "neofetch"
brew "node"
brew "packer"
brew "packer-completion"
brew "pinentry-mac"
brew "postgresql"
brew "pycodestyle"
brew "redis"
brew "rsync"
brew "shellcheck"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wifi-password"
brew "yamllint"
brew "yt-dlp"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "appcleaner"
cask "basictex"
cask "brave-browser"
cask "calibre"
cask "charles"
cask "db-browser-for-sqlite"
cask "discord"
cask "font-new-york"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "fork"
cask "imageoptim"
cask "kap"
cask "keepingyouawake"
cask "loopback"
cask "moom"
cask "ngrok"
cask "notion"
cask "nova"
cask "openmw"
cask "postgres-unofficial"
cask "raspberry-pi-imager"
cask "redisinsight"
cask "resilio-sync"
cask "resolutionator"
cask "signal"
cask "sixtyforce"
cask "sketch"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "telegram"
cask "textmate"
cask "transmission"
cask "transmission-remote-gui"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "xld"
cask "xquartz"
mas "1Password 7", id: 1333542190
mas "Calendar Cleaner", id: 411372497
mas "Contacts Cleaner", id: 411369012
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 290986013
mas "Discovery", id: 1381004916
mas "Flycut", id: 442160987
mas "LG Screen Manager", id: 1142051783
mas "Mactracker", id: 430255202
mas "Playgrounds", id: 1496833156
mas "Push to Kindle", id: 1548529953
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Things", id: 904280696
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
