tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "oven-sh/bun"
tap "superfly/tap"
brew "giflib"
brew "libpng"
brew "automake"
brew "b2-tools"
brew "bchunk"
brew "brew-cask-completion"
brew "btop"
brew "pixman"
brew "cairo"
brew "cksfv"
brew "clang-format"
brew "cmake"
brew "cmake-docs"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "pango"
brew "ffmpeg"
brew "flake8"
brew "flyctl"
brew "gh"
brew "git"
brew "git-lfs"
brew "libusb"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "jsonnet-bundler"
brew "libpq"
brew "llvm"
brew "lynx"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "packer-completion"
brew "pinentry-mac"
brew "pnpm"
brew "postgresql@15", link: true
brew "pycodestyle"
brew "rbenv"
brew "redis", restart_service: true
brew "rsync"
brew "ruby"
brew "sevenzip"
brew "shellcheck"
brew "tanka"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "unar"
brew "vim"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "yt-dlp"
brew "zsh-completions"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "basictex"
cask "battle-net"
cask "beamer"
cask "brave-browser"
cask "calibre"
cask "charles"
cask "cool-retro-term"
cask "darktable"
cask "dash"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "discord"
cask "exifcleaner"
cask "firefox"
cask "font-comic-mono"
cask "font-new-york"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "fork"
cask "google-chrome"
cask "gstreamer-runtime"
cask "handbrake"
cask "iconizer"
cask "imageoptim"
cask "kap"
cask "keepingyouawake"
cask "linear-linear"
cask "loom"
cask "marathon"
cask "marathon-infinity"
cask "marathon2"
cask "monitorcontrol"
cask "moom"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "nova"
cask "objektiv"
cask "obs"
cask "opal-composer"
cask "openmw"
cask "orbstack"
cask "pgadmin4"
cask "phantomjs"
cask "plex-media-player"
cask "postgres-unofficial"
cask "protonvpn"
cask "rar"
cask "raspberry-pi-imager"
cask "remarkable"
cask "resilio-sync"
cask "resolutionator"
cask "safari-technology-preview"
cask "sf-symbols"
cask "signal"
cask "sixtyforce"
cask "sketch"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "tailscale"
cask "telegram"
cask "textmate"
cask "transmission"
cask "transmission-remote-gui"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "wine-devel"
cask "wireshark"
cask "xld"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Baking Soda", id: 1601151613
mas "Calendar Cleaner", id: 411372497
mas "Contacts Cleaner", id: 411369012
mas "DaisyDisk", id: 411643860
mas "Day Progress", id: 6450280202
mas "Deliveries", id: 290986013
mas "Discovery", id: 1381004916
mas "Flame", id: 325206381
mas "Flighty", id: 1358823008
mas "Flycut", id: 442160987
mas "GarageBand", id: 682658836
mas "Image2icon", id: 992115977
mas "iMovie", id: 408981434
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "LG Screen Manager", id: 1142051783
mas "Mactracker", id: 430255202
mas "Medis", id: 1579200037
mas "Mela", id: 1568924476
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Push to Kindle", id: 1548529953
mas "Reeder", id: 1529448980
mas "Remote Desktop", id: 409907375
mas "Slack", id: 803453959
mas "Soulver 3", id: 1508732804
mas "Speedtest", id: 1153157709
mas "Textual IRC Client", id: 1262957439
mas "Things", id: 904280696
mas "Vinegar", id: 1591303229
mas "WhatFont", id: 1437138382
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
vscode "766b.go-outliner"
vscode "aaron-bond.better-comments"
vscode "ahmadawais.shades-of-purple"
vscode "akamud.vscode-theme-onedark"
vscode "andrejunges.handlebars"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bashmish.es6-string-css"
vscode "bcomnes.tron-legacy"
vscode "bierner.lit-html"
vscode "capaj.vscode-standardjs-snippets"
vscode "ccy.ayu-adaptive"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cpylua.language-postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "denoland.vscode-deno"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "drknoxy.eslint-disable-snippets"
vscode "dtsvet.vscode-wasm"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "gerane.theme-wombat"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.activitusbar"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "herrmannplatz.npm-dependency-links"
vscode "hookyqr.jsdoctagcomplete"
vscode "invilis.halloween"
vscode "jasonnutter.vscode-codeowners"
vscode "johnpapa.winteriscoming"
vscode "jsynowiec.vscode-insertdatestring"
vscode "linear.linear-connect"
vscode "linear.linear-open-issue"
vscode "lokalise.i18n-ally"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mariusschulz.yarn-lock-syntax"
vscode "mgmcdermott.vscode-language-babel"
vscode "mightbesimon.emoji-icons"
vscode "mikegleasonjr.theme-go"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-devlabs.extension-manifest-editor"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "msyrus.go-doc"
vscode "mulu-github.jsflowchart"
vscode "naumovs.color-highlight"
vscode "raathigeshan.fabulous"
vscode "redhat.vscode-yaml"
vscode "remcohaszing.schemastore"
vscode "ricard.postcss"
vscode "roblourens.npm-link-status"
vscode "sdras.night-owl"
vscode "shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "spacek33z.vscode-open-in-gitfork"
vscode "standard.vscode-standard"
vscode "stevencl.adddoccomments"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "venryx.vscode-vtools"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "webreflection.literally-html"
vscode "wix.vscode-import-cost"
vscode "zignd.html-css-class-completion"
vscode "zjcompt.es6-string-javascript"
vscode "zvlad.inserttimestamp"
vscode "zxh404.vscode-proto3"
