tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "iina/mpv-iina"
brew "autoconf"
brew "automake"
brew "openssl@1.1"
brew "awscli"
brew "b2-tools"
brew "brew-cask-completion"
brew "python@3.8"
brew "clib"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "exa"
brew "libtool"
brew "pkg-config"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "pango"
brew "graphviz"
brew "htop"
brew "hub"
brew "jq"
brew "lf"
brew "libssh2"
brew "lynx"
brew "lz4"
brew "mas"
brew "mercurial"
brew "mosh"
brew "node"
brew "node@14"
brew "packer"
brew "packer-completion"
brew "pandoc"
brew "pandoc-citeproc"
brew "perl"
brew "pinentry-mac"
brew "postgresql"
brew "python@2", link: false
brew "vde"
brew "qemu"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "terraform"
brew "terraform@0.12"
brew "tig"
brew "tmux"
brew "travis"
brew "tree"
brew "vault"
brew "vim"
brew "wget"
brew "wifi-password"
brew "youtube-dl"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "1password"
cask "1password-cli"
cask "1password6"
cask "airfoil"
cask "appcleaner"
cask "atom"
cask "audio-hijack"
cask "balenaetcher"
cask "beaker-browser"
cask "beamer"
cask "beoplay-software-update"
cask "brave-browser"
cask "brightness"
cask "calibre"
cask "charles"
cask "dash"
cask "docker"
cask "firefox"
cask "fission"
cask "flux"
cask "font-jetbrains-mono"
cask "font-ubuntu"
cask "fork"
cask "gitfox"
cask "gitup"
cask "graphql-playground"
cask "imageoptim"
cask "irccloud"
cask "kap"
cask "keepassx"
cask "keepingyouawake"
cask "keybase"
cask "licecap"
cask "linein"
cask "little-snitch"
cask "loopback"
cask "magicprefs"
cask "meta"
cask "micro-snitch"
cask "minecraft"
cask "monitorcontrol"
cask "moom"
cask "mumble"
cask "ngrok"
cask "nicecast"
cask "now"
cask "obs"
cask "omnigraffle"
cask "omnioutliner"
cask "omniplan"
cask "osxfuse"
cask "patchwork"
cask "paw"
cask "pgadmin4"
cask "phantomjs"
cask "piezo"
cask "platypus"
cask "plex-media-server"
cask "postgres"
cask "postico"
cask "protonvpn"
cask "resilio-sync"
cask "resolutionator"
cask "riot"
cask "send-to-kindle"
cask "signal"
cask "sketch"
cask "skype"
cask "spillo"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "textmate"
cask "tower"
cask "transmission"
cask "transmission-remote-gui"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "webtorrent"
cask "xld"
cask "xquartz"
mas "123D Design", id: 566042322
mas "1Password 7", id: 1333542190
mas "Calendar Cleaner", id: 411372497
mas "Contacts Cleaner", id: 411369012
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 290986013
mas "Discovery", id: 1381004916
mas "Flycut", id: 442160987
mas "GarageBand", id: 682658836
mas "Hype 4", id: 1460330618
mas "iMovie", id: 408981434
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "LG Screen Manager", id: 1142051783
mas "Mactracker", id: 430255202
mas "Microsoft Remote Desktop", id: 1295203466
mas "Noko", id: 879917538
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Push for Kindle", id: 1473709319
mas "Quick Ringtone Maker", id: 1341568374
mas "Remote Desktop", id: 409907375
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "System Designer", id: 1102494854
mas "Textual IRC Client", id: 1262957439
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "TweetDeck", id: 485812721
mas "WhatsApp", id: 1147396723
mas "Wipr", id: 1320666476
mas "Wire", id: 931134707
mas "Xcode", id: 497799835
