tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
cask "xquartz"
brew "adns"
brew "autoconf"
brew "gmp"
brew "libtool"
brew "libunistring"
brew "autogen"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bats"
brew "bork"
brew "brew-cask-completion"
brew "coreutils"
brew "cowsay"
brew "djvu2pdf"
brew "lame"
brew "perl"
brew "git"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "flake8"
brew "gettext"
brew "git-lfs"
brew "nettle"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "go"
brew "graphviz"
brew "heroku"
brew "htop"
brew "hub"
brew "openssl"
brew "libevent"
brew "libusb-compat"
brew "libyaml"
brew "lynx"
brew "mas"
brew "python"
brew "mercurial"
brew "python3"
brew "mobile-shell"
brew "pinentry-mac"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "safe-rm"
brew "sox"
brew "task"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
cask "1password"
cask "appcleaner"
cask "atom"
cask "beamer"
cask "beardedspice"
cask "beoplay-software-update"
cask "bitbar"
cask "brave"
cask "calibre"
cask "daisydisk"
cask "docker"
cask "ethereum-wallet"
cask "firefox"
cask "flux"
cask "gitup"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "java"
cask "jumpcut"
cask "kap"
cask "keepassx"
cask "keepingyouawake"
cask "kk7ds-python-runtime"
cask "licecap"
cask "loopback"
cask "mactracker"
cask "minecraft"
cask "moom"
cask "mumble"
cask "mysqlworkbench"
cask "ngrok"
cask "nicecast"
cask "omnigraffle"
cask "omnioutliner"
cask "osxfuse"
cask "pd"
cask "plex-media-server"
cask "resolutionator"
cask "rowanj-gitx"
cask "screenhero"
cask "sdformatter"
cask "sketch"
cask "skitch"
cask "slack"
cask "spillo"
cask "sqlitebrowser"
cask "starcraft"
cask "steam"
cask "sublime-text"
cask "textmate"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "witch"
cask "xld"
mas "Calendar Cleaner", id: 411372497
mas "Contacts Cleaner", id: 411369012
mas "Deliveries", id: 924726344
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Klib", id: 1196268448
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 880001334
mas "Remote Desktop", id: 409907375
mas "Simplenote", id: 692867256
mas "Things3", id: 904280696
mas "Xcode", id: 497799835
