tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "iina/mpv-iina"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "brew-cask-completion"
brew "python"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "exa"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "hub"
brew "lf"
brew "lynx"
brew "mas"
brew "python@2"
brew "mercurial"
brew "mosh"
brew "node", link: false
brew "node@10", link: true
brew "packer"
brew "packer-completion"
brew "pandoc"
brew "pandoc-citeproc"
brew "pinentry-mac"
brew "pipenv"
brew "pkg-config"
brew "qemu"
brew "rsync"
brew "ruby"
brew "terraform"
brew "tig"
brew "tmux"
brew "travis"
brew "tree"
brew "vault"
brew "vim"
brew "wget"
brew "wifi-password"
brew "youtube-dl"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "atom"
cask "audio-hijack"
cask "beaker-browser"
cask "beamer"
cask "beoplay-software-update"
cask "brightness"
cask "calibre"
cask "dash"
cask "dat"
cask "docker"
cask "firefox"
cask "flux"
cask "gitup"
cask "google-chrome"
cask "iina"
cask "imageoptim"
cask "irccloud"
cask "kap"
cask "keepassx"
cask "keepingyouawake"
cask "licecap"
cask "linein"
cask "loopback"
cask "magicprefs"
cask "micro-snitch"
cask "minecraft"
cask "moom"
cask "mumble"
cask "mysqlworkbench"
cask "ngrok"
cask "nicecast"
cask "obs"
cask "omnigraffle"
cask "omnioutliner"
cask "omniplan"
cask "osxfuse"
cask "paw"
cask "postico"
cask "protonmail-bridge"
cask "protonvpn"
cask "resilio-sync"
cask "resolutionator"
cask "signal"
cask "sketch"
cask "skype"
cask "spillo"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "telegram"
cask "textmate"
cask "tower"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "xld"
cask "xquartz"
mas "123D Design", id: 566042322
mas "Calendar Cleaner", id: 411372497
mas "Contacts Cleaner", id: 411369012
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 924726344
mas "Discovery", id: 1381004916
mas "Flycut", id: 442160987
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "Microsoft Remote Desktop", id: 1295203466
mas "Noko", id: 879917538
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quick Ringtone Maker", id: 1341568374
mas "Remote Desktop", id: 409907375
mas "Simplenote", id: 692867256
mas "Speedtest", id: 1153157709
mas "Textual IRC Client", id: 1262957439
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "WhatsApp", id: 1147396723
mas "Wipr", id: 1320666476
mas "Wire", id: 931134707
mas "Xcode", id: 497799835
