tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/command-not-found'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'xquartz'
brew 'adns'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'bash'
brew 'bats'
brew 'bork'
brew 'brew-cask-completion'
brew 'clib'
brew 'coreutils'
brew 'cowsay'
brew 'dcfldd'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'pcre2'
brew 'fish'
brew 'libpng'
brew 'freetype'
brew 'gettext'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'git-flow'
brew 'git-lfs'
brew 'gmp'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'libffi'
brew 'p11-kit'
brew 'gnutls'
brew 'htop'
brew 'hub'
brew 'icu4c'
brew 'libtool'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'libgpg-error'
brew 'libassuan'
brew 'libevent'
brew 'libgcrypt'
brew 'libksba'
brew 'libusb'
brew 'libusb-compat'
brew 'libxml2'
brew 'lynx'
brew 'mas'
brew 'mercurial'
brew 'protobuf'
brew 'mobile-shell'
brew 'mplayer'
brew 'nmap'
brew 'node'
brew 'npth'
brew 'pinentry'
brew 'pinentry-mac'
brew 'pkg-config'
brew 'python3'
brew 'rename'
brew 'rtmpdump'
brew 'ruby'
brew 's3cmd'
brew 'safe-rm'
brew 'task'
brew 'tmux'
brew 'tree'
brew 'utf8proc'
brew 'vim'
brew 'wget'
brew 'wifi-password'
brew 'xhyve'
brew 'youtube-dl'
brew 'homebrew/dupes/rsync'
brew 'homebrew/versions/bash-completion2'
brew 'homebrew/versions/gnupg21'
cask '1password'
cask 'airfoil'
cask 'appcleaner'
cask 'atom'
cask 'beamer'
cask 'beardedspice'
cask 'beoplay-software-update'
cask 'bitbar'
cask 'bittorrent-sync'
cask 'brave'
cask 'calibre'
cask 'cool-retro-term'
cask 'daisydisk'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'gitup'
cask 'google-chrome'
cask 'hyper'
cask 'imageoptim'
cask 'iterm2'
cask 'jumpcut'
cask 'kaleidoscope'
cask 'keepassx'
cask 'keepingyouawake'
cask 'kindle'
cask 'kk7ds-python-runtime'
cask 'licecap'
cask 'mactracker'
cask 'moom'
cask 'mumble'
cask 'mysqlworkbench'
cask 'ngrok'
cask 'nicecast'
cask 'omnigraffle'
cask 'omnioutliner'
cask 'osxfuse'
cask 'pd'
cask 'peakhour'
cask 'plex-media-server'
cask 'postico'
cask 'repetier-host'
cask 'resolutionator'
cask 'rowanj-gitx'
cask 'screenflow'
cask 'screenhero'
cask 'sdformatter'
cask 'send-to-kindle'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'slic3r'
cask 'spillo'
cask 'sql-tabs'
cask 'sqlitebrowser'
cask 'steam'
cask 'sublime-text-dev'
cask 'textmate'
cask 'textual'
cask 'the-unarchiver'
cask 'transmission'
cask 'transmit'
cask 'unifi-controller'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'wiring'
cask 'xld'
mas '123D Design', id: 566042322
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Deliveries', id: 924726344
mas 'Pages', id: 409201541
mas 'Reeder', id: 880001334
mas 'Calendar Cleaner', id: 411372497
mas 'Contacts Cleaner', id: 411369012
mas 'Numbers', id: 409203825
mas 'Simplenote', id: 692867256
mas 'LightBlue', id: 639944780
