tap "go-delve/delve"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "neovim/neovim"
tap "netlify/netlifyctl"
tap "tdsmith/ham"
brew "openssl"
brew "python"
brew "ansible"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bork"
brew "brew-cask-completion"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "go"
brew "dep"
brew "exa"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fish"
brew "flake8"
brew "git"
brew "git-lfs"
brew "glide"
brew "gnupg"
brew "graphviz"
brew "gsl"
brew "python@2"
brew "htop"
brew "hub"
brew "hugo"
brew "kubernetes-cli"
brew "libarchive"
brew "libssh2"
brew "lynx"
brew "mas"
brew "md5sha1sum", link: false
brew "mercurial"
brew "mosh"
brew "mysql"
brew "mysql-client"
brew "node"
brew "nvm"
brew "packer"
brew "packer-completion"
brew "pandoc"
brew "pandoc-citeproc"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql", restart_service: true
brew "qemu"
brew "redis"
brew "rsync"
brew "ruby", link: true
brew "safe-rm"
brew "task"
brew "terraform"
brew "tig"
brew "tmux"
brew "travis"
brew "tree"
brew "vault"
brew "vim"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "go-swagger/go-swagger/go-swagger"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "netlify/netlifyctl/netlifyctl"
cask "1password"
cask "1password-cli"
cask "airmedia"
cask "appcleaner"
cask "atom"
cask "audio-hijack"
cask "avast-security"
cask "balenaetcher"
cask "basictex"
cask "beaker-browser"
cask "beamer"
cask "beardedspice"
cask "beoplay-software-update"
cask "bitbar"
cask "brave"
cask "brightness"
cask "calibre"
cask "chocolat"
cask "daisydisk"
cask "dash"
cask "dat"
cask "docker"
cask "firefox"
cask "flux"
cask "flycut"
cask "gitup"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hwsensors"
cask "iina"
cask "imageoptim"
cask "irccloud"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jumpcut"
cask "kaleidoscope"
cask "kap"
cask "keepassx"
cask "keepingyouawake"
cask "kitematic"
cask "lg-screen-manager"
cask "licecap"
cask "linein"
cask "little-snitch"
cask "loopback"
cask "lumen"
cask "mactracker"
cask "magicprefs"
cask "micro-snitch"
cask "minecraft"
cask "moom"
cask "mumble"
cask "mysqlworkbench"
cask "ngrok"
cask "nicecast"
cask "obs"
cask "omnigraffle"
cask "omnioutliner"
cask "omniplan"
cask "osxfuse"
cask "paw"
cask "pd"
cask "pgadmin4"
cask "plex-media-server"
cask "postico"
cask "protonmail-bridge"
cask "protonvpn"
cask "psequel"
cask "resilio-sync"
cask "resolutionator"
cask "rowanj-gitx"
cask "safari-technology-preview"
cask "screenhero"
cask "sdformatter"
cask "sketch"
cask "skitch"
cask "skype"
cask "slack-beta"
cask "spillo"
cask "sqlitebrowser"
cask "starcraft"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "telegram"
cask "textmate"
cask "the-unarchiver"
cask "tower"
cask "transmission"
cask "transmit"
cask "ubiquiti-unifi-controller"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "witch"
cask "xld"
cask "xquartz"
mas "Better", id: 1121192229
mas "com.apple.RemoteDesktop", id: 409907375
mas "com.autodesk.mas.123ddesign", id: 566042322
mas "com.giorgiocalderolla.Wipr-Mac", id: 1320666476
mas "com.microsoft.rdc.macos", id: 1295203466
mas "com.ookla.speedtest-macos", id: 1153157709
mas "com.spanning.calendarscleaner", id: 411372497
mas "com.spanning.contactscleaner", id: 411369012
mas "com.tildesoft.Discovery", id: 1381004916
mas "com.tinyspeck.slackmacgap", id: 803453959
mas "cx.c3.theunarchiver", id: 425424353
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 924726344
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Noko", id: 879917538
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quick Ringtone Maker", id: 1341568374
mas "Simplenote", id: 692867256
mas "Textual IRC Client", id: 1262957439
mas "Things", id: 904280696
mas "WhatsApp", id: 1147396723
mas "Wire", id: 931134707
mas "Xcode", id: 497799835
